IdeaRS.OpenModel.Connection.CheckResBolt
Check value for Bolts

IdeaRS.OpenModel.Connection.CheckResBolt.Name
Name

IdeaRS.OpenModel.Connection.CheckResBolt.UnityCheck
Unity Check

IdeaRS.OpenModel.Connection.CheckResBolt.CheckStatus
Status of the Check

IdeaRS.OpenModel.Connection.CheckResBolt.LoadCaseId
Id of Load Case